Repository: mgmike1011/Projekt_BuR
Catalog: Logical/mappView/Resources/Texts/RecipePage.tmx
Source language: en
Languages: de, pl

source: Select program
de: Programm wählen
pl: Wybór programu

source: Load
de: Belastung
pl: Wczytaj

source: Delete
de: Löschen
pl: Usuń

source: Save/Create
de: Sparen/Schaffen
pl: Zapisz/Stwórz

source: Create
de: Schaffen
pl: Stwórz

source: Save
de: Sparen
pl: Zapisz

source: Previous Page
de: Vorherige Seite
pl: Poprzednia strona

source: Next Page
de: Nächste Seite
pl: Następna strona

source: Rename
de: Umbenennen
pl: Zmień nazwę

source: Set temperature
de: Temperatur einstellen
pl: Ustaw temperaturę

source: Set time
de: Zeit einstellen
pl: Ustaw czas

source: Set Name
de: Name einsetzen
pl: Ustaw Nazwę

source: Step time 1
de: Schrittzeit 1
pl: Czas kroku 1

source: Step time 2
de: Schrittzeit 2
pl: Czas kroku 2

source: Step time 3
de: Schrittzeit 3
pl: Czas kroku 3

source: Step time 4
de: Schrittzeit 4
pl: Czas kroku 4

source: Step time 5
de: Schrittzeit 5
pl: Czas kroku 5

source: Temperature
de: Temperatur
pl: Temperatua

source: Time
de: Zeit
pl: Czas

source: Recipes
de: Rezepturen
pl: Receptury

source: Name
pl: Nazwa

source: Zone 1
pl: Strefa 1

source: Zone 2
pl: Strefa 2

source: Zone 3
pl: Strefa 3

source: Zone 4
pl: Strefa 4
